[
    {
        "id": "124e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Roller",
        "minimumOrderQuantity": 150,
        "availableQuantity": 900,
        "price": 70,
        "img": "https://i.ibb.co/8xSTS8s/roller.png",
        "description": "Using a roller enables you to cover a much larger area than using a brush. It is quicker, easier, and more convenient, and thanks to the handle of the roller, you can usually reach further from your starting position as well. Like the brushes you choose, do not buy low-quality rollers just to save a few dollars."
    },
    {
        "id": "13cbc7ed-a61b-4883-9d42-82d7d8642b86",
        "name": "Sprayer",
        "minimumOrderQuantity": 80,
        "availableQuantity": 1600,
        "price": 25,
        "img": "https://i.ibb.co/NLPf4md/Sprayer.png",
        "description": "A paint sprayer is a bit of extravagance if you only plan on painting a single room, but if you are redecorating an entire house or several homes, you can either rent or buy a paint sprayer to greatly reduce work time and ensure uniform painting results."
    },
    {
        "id": "307f166f-1d04-4573-bc37-2f461ea9d4f7",
        "name": "Pole",
        "minimumOrderQuantity": 360,
        "availableQuantity": 125400,
        "price": 20,
        "img": "https://i.ibb.co/Bc3znBW/Pole.png",
        "description": "Your roller will likely only have a relatively short handle on it. Buy a pole that attaches to the end of the handle, ideally one that can twist and extend before twisting and locking. These allow you to get right up to the top of the walls and even paint the ceiling with one roller."
    },
    {
        "id": "4bf9798f-63bc-4a83-b0c6-6a3b816fe922",
        "name": "Cleaner",
        "minimumOrderQuantity": 170,
        "availableQuantity": 8500,
        "price": 45,
        "img": "https://i.ibb.co/MSqmtPj/Cleaner.png",
        "description": "Preparation really is one of the most important elements of ensuring that you get the best finish. If you have dirty walls, you wont get the best results. The paint will fail to adhere to greasy stains, while dirt and debris can cause shadows and prevent the paint from spreading evenly over the wall."
    },
    {
        "id": "9496d72b-04ec-41f8-9bc3-0a7c9697be8e",
        "name": "Sponge",
        "minimumOrderQuantity": 40,
        "availableQuantity": 300,
        "price": 35,
        "img": "https://i.ibb.co/JytY2fj/Sponge.png",
        "description": "You will need a sponge to effectively apply the wall cleaner to your walls and other surfaces. Ensure that the sponge is brand new and that you have chosen a good quality one. Old sponges harbor more dirt than you will be able to get rid of, while some sponges shed bits of the material on the wall and leave you with more work than they finish."
    },
    {
        "id": "6e5593d3-557b-43cf-8dab-a5140faedfb0",
        "name": "Spackling",
        "minimumOrderQuantity": 500,
        "availableQuantity": 17000,
        "price": 5,
        "img": "https://i.ibb.co/Z8RKDfz/Spackling.png",
        "description": "Spackling paste, or putty, will be essential for the best looking walls. Whether you find that you have pulled a few small areas of plaster out while stripping wallpaper down, or there are multiple nail and screw holes in the wall, this filler putty will fill in the holes and can be prepped and painted once it is dry."
    },
    {
        "id": "9c0c13c2-54e4-4001-809b-afbd9d84037d",
        "name": "Caulk",
        "minimumOrderQuantity": 30,
        "availableQuantity": 210,
        "price": 160,
        "img": "https://i.ibb.co/hFwFVgz/Caulk.png",
        "description": "If you are working in bathrooms or around pipes, caulk will also be an important element in your painting arsenal. It seals edges and will also accept paint when treated properly."
    },
    {
        "id": "1564a06b-692f-4f2e-8413-9c8a1cc2da77",
        "name": "Strips",
        "minimumOrderQuantity": 85,
        "availableQuantity": 480,
        "price": 60,
        "img": "https://i.ibb.co/zXsmh2X/Strips.png",
        "description": "No matter how careful you are, you will make mistakes at some point in your painting career. You should find a reliable paint removal method that will work effectively and quickly to clean up your accidents and leave your paint job looking as good as new, or as good as you intended."
    },
    {
        "id": "ac44095f-230e-4502-8816-dea3eaae8320",
        "name": "Pants",
        "minimumOrderQuantity": 30,
        "availableQuantity": 3600,
        "price": 350,
        "img": "https://i.ibb.co/PjW35PF/Pants.png",
        "description": "Or, you can keep your pencil in your painters pants, although we probably would not recommend it. Painters pants are essential, though, because they include loops to hold items like brushes and poles. They have extra pockets, including extra-large pockets, too. They also enable you to keep your scruffy jeans for doing the gardening and your everyday jeans for wearing everyday."
    },
    {
        "id": "d0803f97-966f-4296-ad31-a7f70fc86fab",
        "name": "Tape",
        "minimumOrderQuantity": 500,
        "availableQuantity": 36500,
        "price": 7,
        "img": "https://i.ibb.co/9VLKwQh/Tape.png",
        "description": "Painters tape, which is usually blue tape, is easily applied to walls and door frames. Paint will not leak through it or bleed behind it, and once you have finished painting, it can be easily removed from the wall to leave you with sharp edges and a great looking paint finish. "
    }
]